Repository: pablovin/ChefsHatOnline
Catalog: ChefsHat/SingleGame/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt

# startNewGame_foodFightdMessage
source: said Food Fight! Your role changed:
es: gritó Guerra de Comida! Tu nuevo puesto es:
it: ha gridato guerra al cibo! La sua nuova posizione è:
pt: gritou Guerra de Comida! Seu novo cargo é:

# startNewGame_From
source: You received the following cards from the
es: Ha recibido la (s) siguiente (s) carta (s) de
it: Hai ricevuto le seguenti carte da
pt: Você recebeu a(s) seguinte(s) carta(s) de

# startNewGame_sendCards
source: Send Cards!
es: ¡Enviar cartas!
it: Inviare carte!
pt: Enviar cartas!

# startNewGame_endOfGame
source: End of the game
es: ¡Fin del juego!
it: Fine del gioco!
pt: Fim de jogo!

# startNewGame_newGame
source: Start Game Number
es: Iniciar el juego de número
it: Inizia partita numero
pt: Começar Jogo Número

# ruleBook_page1Link
source: rulebook_1_en.png
es: rulebook_1_es.png
it: rulebook_1_it.png
pt: rulebook_1_pt.png

# ruleBook_page2Link
source: rulebook_2_en.png
es: rulebook_2_es.png
it: rulebook_2_it.png
pt: rulebook_2_pt.png

# video_link
source: k4BqeueSyvs
es: 22hL2fydJr4
it: d5r10UpQoDU
pt: HDmAES0BXiQ

# ChefMessage
source: You will start this game as a Chef! Please select two cards to give to the
es: ¡Comenzarás este juego como el Chef! Seleccione dos cartas cualesquiera para repartir
it: Inizierai questo gioco come Chef! Seleziona due carte qualsiasi a cui dare
pt: Você começará este jogo como o Chef! Por favor, selecione duas cartas quaisquer para serem dadas a

# SousChefMessage
source: You will start this game as a Sous-Chef! Please select one card to give to the
es: ¡Comenzarás este juego como el Sub-Chef! Seleccione cualquier tarjeta que desee entregar
it: Inizierai questo gioco come L’aiuto Cuoco! Seleziona una cartaqualsiasi da dare a
pt: Voce começará este jogo como o Sub-Chef! Por favor, selecione uma carta quaisquer para ser dada a

# WaiterMessage
source: You will start this game as a Waiter! Your best card will be given to the
es: ¡Comenzarás este juego como el Camarero! Seleccione su tarjeta de menor valor para ser entregada a
it: Inizierai questo gioco come cameriere! Seleziona la tua lettera da valore più basso a cui dare
pt: Voce começará este jogo como o Garçom! Por favor, selecione a sua carta de valor mais baixo para ser dada a

# DishwasherMessage
source: You will start this game as a Dishwasher! Your two best cards will be given to the
es: ¡Comenzarás este juego como el Limpiador de platos! Seleccione sus dos cartas de menor valor para repartir
it: Inizierai questo gioco come Lavapiatti! Seleziona le tue due carte di valore più basso da distribuire
pt: Voce começará este jogo como o Limpador de Pratos! Por favor, selecione as suas duas cartas de valores mais baixos para serem dadas a

source: Sous-Chef
es: Sub-Chef
it: L’aiuto Cuoco
pt: Sub-Chef

source: Waiter
es: Camarero
it: Cameriere
pt: Garçom

source: Dishwasher
es: Limpiador de Platos
it: Lavapiatti
pt: Limpador de Pratos
