Repository: pablovin/ChefsHatOnline
Catalog: ChefsHat/SingleGame/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt

# error_SelectIgridient
source: Please select some ingredient cards or the pass card!
es: ¡Seleccione una carta para descartar!
it: Seleziona una carta da scartare!
pt: Por favor selecione alguma carta para descartar!

# error_InvalidMove_Pass
source: Invalid move! Pass card can not be together with other cards.
es: ¡Acción no válida! La carta Pass no se puede descartar con las demás cartas
it: Azione non valida! La carta Pass non può essere scartata con le altrecarte!
pt: Ação inválida! A carta de Passe não pode ser descartada junto das outras cartas!

# error_InvalidMove_OneIgridient
source: Invalid move! You can only put one type of ingredient per round!
es: ¡Acción no válida! ¡Solo puedes descartar un tipo de ingrediente!
it: Azione non valida! Puoi scartare solo un tipo di ingrediente!
pt: Ação Inválida! Você só pode descartar um tipo de ingrediente!

# error_InvalidMove_CannotDiscard
source: Invalid move! You cannot discard these ingredients right now!
es: ¡Acción no válida! ¡No puedes descartar estos ingredientes ahora!
it: Azione non valida! Non puoi scartare questi ingredienti ora!
pt: Ação Inválida! Você não pode descartar esses ingredientes agora!

# error_Card_TwoCards
source: Please select two cards of your choice!
es: ¡Seleccione dos cartas para enviarlas!
it: Seleziona due carte da inviare!
pt: Por favor selecione duas cartas para serem enviadas!

# error_Card_OneCard
source: Please select one card of your choice!
es: Por favor seleccione una carta para ser enviada.
it: Seleziona una carta da inviare!
pt: Por favor selecione uma carta para ser enviada!

# error_Card_OneCard_Smallest
source: Please select your card with the smallest face value!
es: Por favor, seleccione su carta de menor valor para ser enviada.
it: Seleziona la carta con il valore più basso da inviare!
pt: Por favor selecione a sua carta com menor valor para ser enviada!

# error_Card_SmallestCard
source: You have to select your card with the smallest face value!
es: ¡Tienes que enviar tu carta con menor valor!
it: Devi inviare la tua carta con un valore inferiore!
pt: Você tem que enviar a sua carta com menor valor!

# error_Card_TwoCards_Smallest
source: Please select your two cards with the smallest face values!
es: ¡Seleccione las dos letras de menor valor que desea enviar!
it: Seleziona le tue due carte di valore più basso da inviare!
pt: Por favor selecione as suas duas cartas com menor valor para serem enviadas!

# error_Card_TwoSmallestCards
source: You have to select your two cards with the smallest face values!
es: ¡Tienes que enviar tus dos cartas con menor valor!
it: Devi inviare le tue due carte con un valore inferiore!
pt: Você tem que enviar as suas duas cartas com menor valor!

# error_Card_OnlySpecialAction
source: Please select only one special card!
es: ¡Seleccione solo una carta especial!
it: Seleziona solo una carta speciale!
pt: Por favor selecione somente uma carta especial!

# disclaimer_ExperimentInformationTitle
source: Experiment Information Title
es: Información del Experimento
it: Informazioni sull'esperimento
pt: Informação Sobre Experimento

# disclaimer_ExperimentInformationText
source: Welcome to the Chef's Hat Card game experiment! Here you will play a 9 points game against three virtual opponents: Avery, Beck and Cass. All the instructions about the game will be given to you on the next page. In this experiment, we will not collect any personal data from you. We will record the entire game decisions you made, as well as the game decisions your opponents made. The entire experiment should take no longer than 1h to be completed and you can withdraw at any point, without any problem for you or for the experiment.
es: ¡Bienvenido al experimento del juego Chef´s Hat! Aquí jugarás una partida de nueve puntos contra tres oponentes virtuales: Avery, Beck y Cass; Todas las instrucciones sobre el juego se le darán en las siguientes páginas. En este experimento, no recopilaremos ningún dato personal sobre usted. Guardaremos cualquier decisión que tome durante el juego, así como cualquier decisión que tomen sus oponentes. El experimento completo debería durar aproximadamente una hora y puede retirarse en cualquier momento sin causarle ninguna carga a usted ni al experimento.
it: Benvenuto all'esperimento del gioco Chef's Hat! Giocherai ad una partita contro tre avversari virtuali: Avery, Beck e Cass; tutte le istruzioni sul gioco ti verranno fornite nelle prossime pagine. In questo esperimento, non raccoglieremo dati personali. Salveremo però tutte le decisioni che prendi durante il gioco, così come tutte le decisioni che prendono i tuoi avversari. L'esperimento completo dovrebbe durare circa un'ora, e puoi ritirarti in qualsiasi momento senza causare nessun problema all'esperimento.
pt: Bem vindo(a) ao experimento do jogo Chef´s Hat! Aqui você jogará um jogo de nove pontos contra três oponents virtuais: Avery, Beck and Cass; Todas as instruções sobre o jogo serão dadas a você nas próximas páginas. Neste experimento, nós não coletaremos nenhum dado pessoal seu. Nós salvaremos todas as decisões que você tomar durante o jogo, assim como todas as decisões que seus oponentes fizerem. O experimento completo deverá durar em torno de uma hora, e você pode se retirar a qualquer momento sem causar nenhum ônus para você ou para o experimento.

# disclaimer_DataCollectionTitle
source: Data Collection Policy
es: Política de recopilación de datos
it: Politica di raccolta dati
pt: Política de Coleta de Dados

# disclaimer_DataCollectionText1
source: Before, during and after the game matches, you will be asked some questions about how you and your opponents play competitive games. We will store the response of this questions, and use them to investigate aspects of a competitive interaction. If you decide to continue with the experiment, you are agreeing to:
es: Antes, durante y después de cada juego, le haremos algunas preguntas sobre cómo usted y sus oponentes juegan competitivamente. Guardaremos estas respuestas y las usaremos para estudiar y comprender mejor ciertos aspectos de una interacción competitiva. Si decide continuar con este experimento, acepta:
it: Prima, durante e dopo ogni partita, ti faremo qualche domanda su come tu e i tuoi avversari giocate in modo competitivo. Salveremo queste risposte e le useremo per studiare e capire meglio alcuni aspetti di un'interazione competitiva. Se decidi di continuare con questo esperimento, accetti che:
pt: Antes, durante e depois de cada partida, nós lhe faremos algumas perguntas sobre como você e seus oponentes jogam competitivamente. Nós salvaremos essas respostas e a usaremos para estudar e entender melhor certos aspectos de uma interação competitiva.Se você decidir continuar com esse experimento, você está concordando com:

# disclaimer_DataCollectionOption1
source: The answers you will give will be used within the research project only;
es: Sus respuestas se utilizarán únicamente en el ámbito de este proyecto de investigación;
it: Le tue risposte verranno utilizzate solo nell'ambito di questo progetto di ricerca;
pt: As suas respostas serão usadas somente no escopo deste projeto de pesquisa;

# disclaimer_DataCollectionOption2
source: The data will be anonymously processed and for scientific purposes only;
es: Los datos recogidos serán tratados de forma anónima y tratados con fines científicos;
it: I dati raccolti verranno trattati in forma anonima e trattati per finalità scientifiche;
pt: Os dados coletados serão tratados de forma anônima e processados para fins científicos;

# disclaimer_DataCollectionOption3
source: The results of this study can be published in scientific journals in aggregated form only.
es: Los resultados de este experimento se publicarán en revistas científicas de forma anónima.
it: I risultati di questo esperimento saranno pubblicati su riviste scientifiche in modo anonimo.
pt: Os resultados desse experimento serão publicados em revistas científicas de forma anônima.

# disclaimer_DataCollectionText2
source: If you want your data to be removed from the study, you can email the researcher, within one week, at pablo.alvesdebarros@iit.it with your request. The contents of this experiment, including (but not limited to) all written material, images, and videos, are reserved by IIT. You are not allowed to copy, reproduce, modify, republish, transmit, or distribute any material from this study without express written permission.
es: Si desea que sus datos sean eliminados de este estudio, puede solicitarlo por correo electrónico a través del siguiente correo electrónico: pablo.alvesdebarros@iit.it. Todo el contenido de este experimento, incluido todo el material escrito, las imágenes y los videos, son propiedad de IIT. No está autorizado a copiar, reproducir, modificar o redistribuir ninguno de los materiales de este estudio sin el permiso por escrito de los autores.
it: Se desideri che i tuoi dati vengano rimossi da questo studio, puoi richiederlo via e-mail al seguente indirizzo: pablo.alvesdebarros@iit. L’ntero contenuto di questo esperimento, compreso tutto il materiale scritto, le immagini, i video sono di proprietà diIIT.
pt: Se você quiser que seus dados sejam removidos deste estudo, você pode requisitar via e-mail através do seguinte endereço: pablo.alvesdebarros@iit.Todo o conteúdo deste experimento, incluindo todo o material escrito, imagens, videos são de propriedade do IIT. Você não está autorizado a copiar, reproduzir, modificar ou re-distribuir quaisquer dos materiais deste estudo sem uma permissão escrita dos autores.

# disclaimer_ContactTitle
source: Contact Information
es: Información del Contacto
it: Informazioni sui contatti
pt: Informações sobre Contato

# disclaimer_ContactText1
source: This survey is part of a larger project titled “Research on the development of human-human and human-robot social interaction in children and adults”, Cod. IIT_INT_HRI, approved by the competent Ethical Committee. The study is led by the COgNiTive Architecture for Collaborative Technologies (CONTACT) unit of the Italian Institute of Technology (IIT), based in Genoa, Italy.
es: Este experimento se enmarca dentro del proyecto Research on the development of human-human and human-robot social interaction in children and adults, Código: IIT_INT_HRI, aprobado por el Comité de Ética competente. Este estudio está organizado por el grupo de investigación COgNiTive Architecture for Collaborative Technologies (CONTACT), perteneciente al Instituto Italiano de Tecnología (IIT), con sede en la ciudad de Génova, Italia.
it: Questo esperimento fa parte della Research on the development of human-human and human-robot social interaction in children and adults, Codice: IIT_INT_HRI, approvato dal Comitato Etico competente. Questo studio è organizzato dal gruppo di ricerca COgNiTive Architecture for Collaborative Technologies (CONTACT), appartenente all'Istituto Italiano di Tecnologia (IIT), con sede nella città di Genova, Italia.
pt: Este experimento é parte do projeto ""Research on the development of human-human and human-robot social interaction in children and adults"", Código: IIT_INT_HRI, aprovado pela Comissão de Ética competente. Este estudo é organizado pelo grupo de pesquisa ""COgNiTive Architecture for Collaborative Technologies (CONTACT)"", pertencente ao Italian Institute of Technology (IIT), baseado na cidade de Genova, na Itália.

# disclaimer_ContactText2
source: If you are facing problems, please enter in our discord channel or contact us through our email:
es: Si tiene algún problema, únase a nuestro canal de Discord o contáctenos a través de nuestro correo electrónico:
it: In caso di problemi, unisciti al nostro canale Discord o contattaci tramite la nostra email:
pt: Se você encontrar algum problema, por favor entre no nosso canal do Discord, ou nos contacte através do nosso e-mail:

# disclaimer_PartConfirmationTitle
source: Participation Confirmation
es: Confirmación de Participación
it: Conferma di partecipazione
pt: Confirmação de Participação

# disclaimer_PartConfirmationText
source: After reading this disclaimer, please proceed only if you want to participate in this study. As a reminder, confirming to participate in this study means you have read the following:
es: Después de leer estas instrucciones, proceda solo si desea participar en este estudio. Recuerde, al confirmar su participación, acepta:
it: Dopo aver letto queste istruzioni, procedi solo se lo desideri partecipare a questo studio. Ricorda, confermando la tua partecipazione dichiari che:
pt: Após ler estas instruções, por favor prossiga somente se você deseja participar deste estudo. Lembre-se, confirmando sua participação você estará concordando com:

# disclaimer_PartConfirmationOption1
source: I have read the information section giving details of this study.
es: Leí la información proporcionada en cada una de las sesiones anteriores.
it: Ho letto le informazioni fornite in ciascuno dei precedenti paragrafi.
pt: Eu li as informações dadas em cada uma das sessões acima.

# disclaimer_PartConfirmationOption2
source: I understand my participation is voluntary and I can withdraw consent at any time without giving any reason.
es: Entiendo que mi participación es voluntaria y puedo retirar mi consentimiento en cualquier momento y por cualquier motivo.
it: Capisco che la mia partecipazione è volontaria e posso ritirare il mio consenso in qualsiasi momento e per qualsiasi motivo.
pt: Eu entendo que a minha participação é voluntária e eu posso retirar meu consentimento a qualquer momento e por qualquer razão.

# disclaimer_PartConfirmationOption3
source: I give permission that any information that I provide will be used anonymously in this research or in the monitoring of the research.
es: Eu dou permição para que todas a as informações que eu prover serão usadas de forma anônimas nesta pesquisa.
it: Autorizzo l'utilizzo di tutte le informazioni che forniscoin modo anonimo in questo sondaggio.
pt: Eu dou permissão para que todas a as informações que eu prover serão usadas de forma anônimas nesta pesquisa.

# rules_Continue
source: Continue
es: Continúa
it: Continua
pt: Continuar

# index_startgame
source: Start!
es: ¡Empezar!
it: Inizio!
pt: Começar!

# videoDisclaimer_WatchThis
source: Please watch this video
es: Por favor mira este vídeo
it: Guarda questo video
pt: Por favor, assista este video

# game_playCards
source: Play Cards
es: Descartar
it: Scartare
pt: Descartar

# startNewGame_Rounds
source: Game
es: Juego
it: Gioco
pt: Jogo

# game_Turno
source: Turn
es: Turno
it: Cambio
pt: Turno

# startNewGame_Score
source: Score
es: Puntos
it: Punti
pt: Pontos

# startNewGame_pleaseRefer
source: Please refer to the
es: Por favor lea el
it: Si prega di leggere il
pt: Por favor leia o

# startNewGame_rulebook
source: Rulebook
es: manual del juego
it: manuale del gioco
pt: manual do jogo

# startNewGame_paraMaisInformacoes
source: for more information.
es: para más informaciones
it: per maggiori informazioni
pt: para mais informações

# game_discarded
source: Discarded!
es: ¡Descartó!
it: scartato!!
pt: Descartou!

# game_pizzaReady
source: finished the Pizza!
es: terminó la Pizza!
it: ha finito la Pizza!
pt: terminou a Pizza!

# game_pizzaCollectingCards
source: We are collecting the cards, wait a second!
es: Estamos recogiendo las cartas, ¡espera un segundo!
it: Stiamo raccogliendo le lettere, aspetta un secondo!
pt: Estamos coletando as cartas, aguarde um segundo!

source: Game Finished!
es: ¡Juego terminado!
it: Gioco finito!
pt: Jogo encerrado!

# game_nextActionsSimulated
source: The next actions will be simulated, wait a second!
es: Las próximas acciones serán simuladas, ¡espera un segundo!
it: Le prossime azioni verranno simulate, aspetta un secondo!
pt: As próximas ações serão simuladas, aguarde um segundo!

# finished_gameFinished
source: Game Finished!
es: ¡Juego terminado!
it: Gioco finito!
pt: Jogo encerrado!

# finished_finalScore
source: Your total performance Score is:
es: Según tu juego, calculamos tu desempeño como:
it: In base al tuo gioco, calcoliamo le tue prestazioni come:
pt: Baseado no seu jogo, calculamos sua performance como:

# finished_rankLink
source: Click here to see the final rank!
es: ¡Haga clic aquí para ver el ranking de desempeño!
it: Clicca qui per vedere il ranking delle prestazioni!
pt: Clique aqui para ver o ranking de performances!

# finished_questionnaire
source: Now please answer these last questions:
es: Responda las últimas preguntas:
it: Rispondi alle ultime domande:
pt: Por favor responda as últimas perguntas:

# ruleBook_gameManual
source: Game Manual
es: Manual del Juego
it: Manuale del gioco
pt: Manual do Jogo

# ruleBook_enlarge
source: Click to enlarge.
es: Haga clic para ampliar las imágenes.
it: Clicca per ingrandire le immagini.
pt: Click para aumentar as imagens.

# rules_welcome
source: Welcome
es: Hola
it: Ciao
pt: Olá

# rules_Rulebook
source: First, check the game's rulebook bellow or by
es: En primer lugar, abre y lee el manual del juego con atención.
it: Prima di tutto, apri e leggi attentamente il manuale del gioco sotto o
pt: Antes de mais nada, abra e leia com cuidado o manual do jogo abaixo ou

# rules_clickHere
source: clicking here!
es: O clic aquí.
pt: clicando aqui.

# rules_discordMessage
source: If you have any question or if you are facing problems, contact us directly through our discord channel by
es: Si tienes algún problema, o alguna duda, puedes contactarnos a través de nuestro canal Discord
it: Se hai problemi o domande, puoi contattarci tramite il nostro canale Discord
pt: Se você tiver algum problema, ou qualquer pergunta, voce pode entrar em contato através do nosso canal no Discord

# rules_emailMessage
source: You can also contact us through the email address:
es: También puede contactarnos en la siguiente dirección de correo electrónico:
it: Puoi anche contattarci al seguente indirizzo email:
pt: Você também pode nos contatar pelo seguinte endereço de email:

# rules_opponentsTitle
source: You will play against three opponents: Beck, Cass and Avery.
es: Te enfrentarás a tres oponentes: Beck, Cass y Avery.
it: Affronterai tre avversari: Beck, Cass e Avery.
pt: Você enfrentará três oponentes: Beck, Cass e Avery.

# rules_opponentsExplanation
source: The winner of every match will receive 3 points, the winner of the game will be the one who reaches 9 points first.
es: Cada juego le da al vencedor 3 puntos, gana el juego que llega primero a 9 puntos.
it: Ogni partita dà 3 punti al vincitore, vince la partita che raggiunge 9 punti primo.
pt: Cada partida dá ao vitorioso 3 pontos, vence o jogo quem atingir 9 pontos primeiro.

# rules_FirstGameExplanation
source: You will first play a trial game to get to know better the rules. This game will not count towards your final score.
es: Tu primer juego será un juego preliminar, donde te enfocarás en aprender el reglas del juego. Este juego no contará para tu puntuación final
it: La tua prima partita sarà una partita preliminare, in cui ti concentrerai sull'apprendimento delle regole del gioco: non conterà ai fini del punteggio finale.
pt: O seu primeiro jogo será um jogo preliminar, onde você focará em aprender as regras do jogo. Este jogo não contará para o sua pontuacão final.

# adversaries_AnswerQuestions
source: Before you start the game, please answer these questions!
es: ¡Antes de comenzar, responda el siguiente cuestionario!
it: Prima di iniziare, rispondi al seguente questionario!
pt: Antes de iniciar, por favor responda o seguinte questionário!

# adversaries_Play
source: Play
es: Jugar
it: Giocare
pt: Jogar

# index_Welcome
source: Competition in a kitchen is fierce: the Chef always gets benefits. Use your ingredients to make tastiest pizza of all. The faster you get rid of your ingredients, the higher you rank in the kitchen will be. Be aware though! Don’t get too comfortable being a Chef. If you are not careful you will end up begin a Dishwasher.
es: La competencia en la cocina es difícil: ¡el Chef siempre tiene la ventaja! ¡Usa tus ingredientes para hacer la pizza más deliciosa del mundo! ¡Cuanto más rápido te deshagas de los ingredientes en tu mano, más rápido ascenderás en la jerarquía de la cocina! ¡Y no se sienta tan cómodo si se convierte en el Chef, si no tiene cuidado podría terminar siendo el lavaplatos en la próxima ronda!
it: La competizione in cucina è difficile: lo Chef è sempre in vantaggio! Usa i tuoi ingredienti per preparare la pizza più deliziosa del mondo! Più velocemente ti sbarazzi degli ingredienti in mano, più velocemente salirai nella gerarchia della cucina! Ma non stare troppo a tuo agio se diventi lo Chef: se non stai attento potresti finire a fare il lavapiatti nel turno successivo!
pt: Competição na cozinha é difícil: O Chef sempre tem a vantagem! Use seus ingredientes para fazer a pizza mais deliciosa do mundo! Quanto mais rápido você se livrar dos ingredientes na sua mão, mais rápido você subirá na hierarquia da cozinha! E não fique tão confortável se você chegar a ser o Chef, se você não for cuidadoso poderá acabar sendo o lavador de pratos na próxima rodada!

# index_textNickname
source: please choose a nickname
es: Elije un apodo ...
it: Scegli un nickname
pt: Escolha um apelido...

# index_NickDisclaimer
source: Your nickname will identify you in all of our games. Please choose a unique nickname, and use it again if you play another game.
es: Tu apodo te identificará en todos los juegos. Elija un apodo único y vuelva a usarlo cada vez que juegue.
it: Il tuo nickname ti identificherà in tutti i giochi. Scegli un nickname univoco e usalo di nuovo ogni volta che giochi.
pt: Seu apelido o identificará em todos os jogos. Por favor, escolha um apelido único e volte a utilizá-lo toda vez que você jogar o jogo.

# startNewGame_startTrialGame
source: You will star now your trial game! It will not count towards the final score. Enjoy it!
es: ¡Ahora comenzarás el juego tutorial! En este juego debes concentrarte en aprender todas las reglas de Chef's Hat. Este juego no contará para tu puntuación final. ¡Disfrutar!
it: Ora inizierai il gioco tutorial! In questo gioco dovresti concentrarti suimpara tutte le regole di Cappello da cuoco. Questo gioco non conterà per il tuopunteggio finale. Buon divertimento!
pt: Agora você começará o jogo tutorial! Neste jogo você deverá focar em aprender todas as regras de Chef's Hat. Este jogo não contará para a sua pontuação final. Aproveite!

# startNewGame_startRealGame
source: Now you will start the real challenge! Good luck!
es: ¡Ahora comenzarás el verdadero desafío! ¡Buena suerte!
it: Ora inizierai la vera sfida! In bocca al lupo!
pt: Agora você começará o verdadeiro desafio! Boa sorte!

# startNewGame_questionnaire
source: Before you start your new game, please respond the following questions
es: Antes de comenzar su nuevo juego, responda las siguientes preguntas
it: Prima di iniziare il tuo nuovo gioco, rispondi a quanto segueDomande
pt: Antes de você começar o seu novo jogo, por favor responda as seguintes perguntas

# startNewGame_Exchange
source: Card Exchange!
es: ¡Intercambiando cartas!
it: Scambio di carte!
pt: Troca de cartas!

# startNewGame_Invalid
source: Invalid Action!
es: ¡Acción no válida!
it: Azione non valida!
pt: Ação Inválida!

# startNewGame_dinnerServedMessage
source: said Dinner Served! There will be no card exchange on this round!
es: gritó ¡La cena está servida! No habrá intercambio de cartas este turno.
it: ha gridato che la cena è servita! Non ci saranno scambi di lettere in questo turno.
pt: gritou O Jantar Está Servido! Não terá nenhuma troca de cartas neste turno.
